// Создайте переменные c=15 и d=2.
// Просуммируйте их, а результат присвойте переменной result.
// Выведите на экран значение переменной result.

var c=15,d=2;
var result=c+d;
alert(result);

// Создайте переменные a=10, b=2 и c=5. Выведите на экран их сумму.

var a=10, b=2, c=5;
alert(a + b + c);

// Создайте переменные a=17 и b=10. Отнимите от a переменную b и результат присвойте переменной c.
// Затем создайте переменную d, присвойте ей значение 7.


var a=17,b=10;
var c=a-b;
var d=7;

// Сложите переменные c и d, а результат запишите в переменную result.
// Выведите на экран значение переменной result.


var result = c+d;
alert(result);

// Создайте переменную str и присвойте ей значение 'Привет, Мир!'.
// Выведите значение этой переменной на экран.

var str='Привет, Мир';
alert(str);

// Создайте переменные str1='Привет, ' и str2='Мир!'.
// С помощью этих переменных и операции сложения строк выведите на экран фразу 'Привет, Мир!'.

var str1='Привет';
var str2='Мир';
alert(str1 + ', ' + str2);

// Создайте переменную name и присвойте ей ваше имя. = Выведите на экран фразу 'Привет, %Имя%!'.

var name='Аркадий';
alert('Привет, ' + name);

// Создайте переменную age и присвойте ей ваш возраст. Выведите на экран 'Мне %Возраст% лет!'.

var age=25;
alert('Мне ' + age + ' лет!');
